TargetApplication=DKLang Translation Editor 3.0
Author=Everyone
SourceLANGID=1033
LANGID=1045
Generator=DKLang Translation Editor v3.0
LastModified=2007-10-30 16:20:48

[dAbout]
00000001=O programie
00000004=Internet:
00000005=ОК
00000006=e-mail:

[dDiffLog]
00000001=Znaleziono różnice
00000002=Zamknij
00000003=Podsumowanie
00000004=&Automaycznie przetłumacz wszystkie nieprzetłumaczone pozycje korzystając z repozytorium tłumaczeń
00000005=Pomoc

[dFind]
00000001=Znajdź lub zamień
00000003=Zamknij
00000004=&Szukaj:
00000006=Opcje
00000007=Uwzględniaj wielk&ość liter
00000008=Tylko &całe wyrazy
00000010=Szukaj tylko w &zaznaczeniu
00000011=Pochodzenie
00000012=Od zaznaczonej &pozycji\n&Cały zakres
00000013=Kierunek
00000014=&Naprzód\nWste&cz\n
00000015=&Pytaj przed zastąpieniem
00000016=Zastąp &wszystko
00000017=&Zastąp:
00000018=Zakres
00000019=Szukaj w nazwach pozycji
00000020=Szukaj w &oryginalnych wartościach
00000021=Szukaj w prze&tłumaczonych wartościach
00000022=Pomoc

[dOpenFiles]
00000001=Otwórz pliki językowe
00000002=&Plik języka źródłowego:
00000003=&Przeglądaj...
00000004=&Przeglądaj...
00000005=&Przeglądaj...
00000006=&Użyj następującego pliku językowego do wyświetlenia wartości (zamiast wartości z pliku źródłowego):
00000007=&Utwórz nowe tłumaczenie
00000008=&Otwórz istniejący plik tłumaczenia:
00000009=OK
00000010=Anuluj
00000011=Pomoc

[dPromptReplace]
00000001=Potwierdź zastąpienie
00000009=&Tak
00000010=Anuluj
00000012=Zastąp &wszystko
00000013=&Nie
00000014=Pomoc

[dSettings]
00000001=Ustawienia
00000002=OK
00000003=Anuluj
00000005=ścieżka do repozytorium tłumaczeń:
00000006=(w tym wypadku trzeba będzie później ręcznie przypisywać skróty)
00000007=&Przeglądaj...
00000008=&Usuwaj znak prefixu ('&&') z pozycji dodawanych do repozytorium
00000009=&Automatycznie dodawaj nowe tłumaczenia do repozytorium
00000013=&Czcionka interfejsu...
00000014=&Czcionka tabeli...
00000015=Nie ostrzegaj, gdy zapisywane tłumaczenie ma inne kodowanie niż źródło
00000016=Repozytorium
00000017=Interfejs
00000018=Pomoc

[dTranProps]
00000001=Właściwości tłumaczenia
00000002=&Język źródłowy (używany dla repozytorium tłumaczeń):
00000003=&Język tłumaczenia:
00000004=&Autor:
00000005=&Dodatkowe parametry (w formacie 'Nazwa=Wartość'):
00000006=&Docelowa aplikacja/wersja:
00000007=OK
00000008=Anuluj
00000009=Pomoc

[fMain]
00000002=Menu główne
00000003=&Plik
00000004=&Edycja
00000005=&Widok
00000006=&Pasek narzędzi
00000007=Pokazuje/Chowa pasek narzędzi
00000008=&Bieżąca pozycja źródła
00000009=Pokazuje/Chowa panel z bierzącą pozycją źródła
00000010=&Pasek stanu
00000011=Pokazuje/Chowa pasek stanu
00000012=&Język
00000013=&Narzędzia
00000014=Pomoc
00000015=Pasek narzędzi
00000018=Ilość wszystkich pozycji komponentów
00000020=Ilość nieprzetłumaczonych/wszystkich pozycji właściwości komponentów
00000022=Ilość nieprzetłumaczonych/wszystkich pozycji stałych:
00000024=Ilość pozycji repozytorium
00000025=Plik
00000026=&Nowy lub Otwórz...
00000027=Tworzy nowe tłumaczenie lub otwiera istniejące
00000028=Plik
00000029=&Zapisz
00000030=Zapisuje bieżące tłumaczenie
00000031=Plik
00000032=Z&apisz jako...
00000033=Zapisuje tłumaczenie do wybranego pliku
00000034=Plik
00000035=Zamknij
00000036=Zamyka aktualnie otwarte pliki
00000037=Plik
00000038=&Wyjście
00000039=Zamyka program
00000040=Narzędzia
00000041=&Ustawienia programu
00000042=Przeglądaj lub modyfikuj ustawienia programu
00000043=Pomoc
00000044=&O programie...
00000045=Informacje o wersji
00000046=Edycja
00000047=&Poprzednia nieprzetłumaczona pozycja
00000048=Przeskakuje do poprzedniej nieprzetłumaczonej lub autotłumaczonej pozycji
00000049=Edycja
00000050=&Następna nieprzetłumaczona pozycja
00000051=Przeskakuje do następnej nieprzetłumaczonej lub autotłumaczonej pozycji
00000058=Edycja
00000059=Właściwości &tłumaczenia...
00000060=Przeglądaj lub modyfikuj właściwości tłumaczenia
00000064=Narzędzia
00000065=A&utotłumacz zaznaczone
00000066=Automatycznie tłumaczy zaznaczone pozycje korzystając z repozytorium tłumaczeń
00000067=Narzędzia
00000068=Dodaj zaznaczone do &repozytorium
00000069=Dodaje zaznaczone pozycje do repozytorium tłumaczeń
00000073=Pomoc
00000074=Sprawdź &aktualizacjie
00000075=Sprawdza w sieci, czy pojawiła się nowa wersja programu
00000076=Pomoc
00000077=DKLang Translation Editor - strona &domowa
00000078=Otwiera stronę domową programu w przeglądarce internetowej
00000079=Pomoc
00000080=&Wsparcie techniczne
00000081=Otwiera stronę wsparcia technicznego programu w przeglądarce internetowiej
00000082=Pomoc
00000083=DK Software - &witryna www
00000084=Otwiera stronę domową producenta programu w przeglądarce internetowej
00000087=Internet
00000088=Edycja
00000089=Przełącz &kursor
00000090=Przełącza kursor między tabelą pozycji, a panelem bieżącej edytowanej pozycji
00000091=Edycja
00000092=Popr&zednia pozycja
00000093=Przechodzi do poprzedniej pozycji
00000094=Edycja
00000095=Następ&na pozycja
00000096=Przechodzi do następnej pozycji
00000097=Właściwości pozycji
00000098=Źródło pozycji
00000099=Tłumaczenie pozycji
00000100=&Nietłumaczone
00000101=Stan pozycji
00000102=&Autotłumaczone
00000103=Właściwości &pozycji
00000104=Bieżąca tłumaczona pozycja
00000105=Komponent/Właściwość/Stała
00000106=ID
00000107=Wartość domyślna
00000108=Wartość przetłumaczona
00000109=Edycja
00000110=&Szukaj...
00000111=Przeszukuje pozycje w poszukiwaniu podanego łańcucha znaków
00000112=Edycja
00000113=Znajdź &następny
00000114=Szuka kolejnego wystąpienia podanego łańcucha znaków
00000115=Edycja
00000116=&Zamień...
00000117=Zamienia znaleziony łańcuch znaków innym
00000118=Zakładki
00000119=Pokazuje/Chowa panel bieżącej tłumaczonej pozycji
00000120=Pokazuje/Chowa panel właściwości pozycji
00000121=&Zakładki
00000122=Pokazuje/Chowa panel zakładek
00000123=Edycja
00000124=&Dodaj zakładkę
00000125=Dodaje bieżącą pozycję do listy zakładek
00000126=Edycja
00000127=&Usuń zakładkę
00000128=Usuwa zaznaczoną zakładkę
00000129=Edycja
00000130=&Przejdź do zakładki
00000131=Przechodzi do pozycji z zaznaczonej zakładki
00000132=Pasek zakładek
00000133=Edycja
00000134=&Kopiuj
00000135=Edycja
00000136=Wkl&ej
00000137=Edycja
00000138=Wyt&nij
00000139=Kopiuje zaznaczony tekst do schowka
00000140=Wkleja zaznaczony tekst ze schowka
00000141=Wycina zaznaczony tekst do schowka
00000142=Pomoc
00000143=Pomoc
00000144=Wyświetla pomoc programu

[$CONSTANTS]
SBtn_Find=Szukaj
SBtn_Replace=Zastąp
SConfirm_FileNotSaved=Plik tłumaczenia "%s" został zmodyfikowany. Czy zapisać zmiany?
SDiffDesc_AddComponent=+ Komponent: [%s]
SDiffDesc_AddConstant=+ Stała "%s"
SDiffDesc_AddProperty=+ Właściwość "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Następujące pozycje zostały uznane za niepotrzebne i usunięto je z tłumaczenia:
SDiffDesc_MissingEntries=Następujące pozycje nie zostały znalezione i dodano je do tłumaczenia:
SDiffDesc_RemoveComponent=- Komponent: [%s]
SDiffDesc_RemoveConstant=- Stała "%s"
SDiffDesc_RemoveProperty=- Komponent "%s", właściwość o ID =%d
SDiffTotalsText=\tKomponenty\tWłaściwości\tStałe\nDodane\t%d\t%d\t%d\nUsunuęte\t%d\t%d\t%d\nRazem\t%d\t%d\t%d
SDlgTitle_Confirm=Potwierdź
SDlgTitle_Error=Błąd
SDlgTitle_Info=Info
SDlgTitle_SaveTranFileAs=Wybierz plik do zapisania tłumaczenia
SDlgTitle_SelectDisplayFile=Wybierz plik tłumaczenia do wyświetlenia
SDlgTitle_SelectLangSourceFile=Wybierz plik języka źródłowego
SDlgTitle_SelectTranFile=Wybierz plik tłumaczenia
SDlgTitle_SelReposPath=Wybierz ścieżkę do repozytorium tłumaczeń:
SErrMsg_CharMissing=brak "%s"
SErrMsg_ConstNameMissing=Brak nazwy stałej
SErrMsg_DuplicateCompName=Zdublowana nazwa komponentu: "%s"
SErrMsg_DuplicatePropID=Zdublowane ID właściwości: %d
SErrMsg_DuplicatePropName=Zdublowana nazwa właściwości: "%s"
SErrMsg_FileDoesntExist=Plik "%s" nie istnieje
SErrMsg_InvalidCompName=Nieprawidłowa nazwa komponentu: "%s"
SErrMsg_LoadLangSourceFailed=Błąd podczas ładowania pliku języka źródłowego:\nWiersz %d: %s
SErrMsg_PropIDInvalid=Nieprawidłowe ID właściwości
SErrMsg_PropIDMissing=Brak ID właściwości
SErrMsg_PropNameMissing=Brak nazwy właściwości
SErrMsg_SectionlessEntry=Pozycje bez sekcji są niedozwolone
SErrMsg_SectionNameMissing=Brak nazwy sekcji
SErrMsg_SrcAndTranLangsAreSame=Języki źródła i tłumaczenia powinny być różne
SErrMsg_WrongSectionName=Zły format nazwy sekcji: "%s"
SLangSourceFileFilter=Pliki języka źródłowego DKLang (*.dklang)|*.dklang|Wszystkie pliki (*.*)|*.*
SMsg_NoSearchResults=Nie znaleziono łańcucha "%s"
SMsg_PromptReplace=Zastąpić łańcuch "%s"?
SMsg_ReplacedInfo=Zamieniono %d wystąpień łańcucha "%s".
SNode_Constants=Stałe
SStatusBar_CompCount=Komp.: %d
SStatusBar_ConstCount=Stałych: %d/%d
SStatusBar_PropCount=Właść.: %d/%d
SStatusBar_ReposEntryCount=Repozytorium: %d pozycji
STranFileFilter=Pliki tłumaczeń DKLang (*.lng)|*.lng|Wszystkie pliki (*.*)|*.*
STranFileFilterAnsi=Pliki ANSI tłumaczeń DKLang (*.lng)|*.lng
STranFileFilterUnicode=Pliki Unicode tłumaczeń DKLang (*.lng)|*.lng
SWarnMsg_SavingInAnsi=Zamierzasz zapisać tłumaczenie w formacie ANSI podczas gdy plik języka źródłowego używa kodowania Unicode.\nZapisanie tłumaczenia w formacie ANSI może spowodować wyświetlanie niewłaściwych znaków w tłumaczonym programie. Dopóki ten program używa kodowania Unicode, prawie zawsze lepiej zapisać tłumaczenie również w formacie Unicode.\n\nCzy wolisz zapisać tłumaczenie w formacie Unicode?
SWarnMsg_SavingInUnicode=Zamierzasz zapisać tłumaczenie w formacie Unicode podczas gdy plik języka źródłowego używa kodowania ANSI.\nZapisanie tłumaczenia w formacie Unicode może uniemożliwić programowi jego użycie. Dopóki ten program używa kodowania ANSI, najbezpieczniej zapisać tłumaczenie również w formacie ANSI.\n\nCzy wolisz zapisać tłumaczenie w formacie ANSI?
